{"tweet":"@danmig &gt;_&lt; No. I brought all three Notes but I can't wright. So many people around me "}
{"tweet":"There was an awesum legend of Zelda hat in the sound shop. We didnt have enough money to buy it tho!  sad times sad times....."}
{"tweet":"I feel like today is gonna be a bad day "}
{"tweet":"@Bonedwarf missed this tweet  had everything crossed for you too"}
{"tweet":"#turnoff: Lesbians. Stu Deezy cant get it in, in there "}
{"tweet":"I can NOT believe the year has gone so flippin' fast. I move next door in one week! One Week?!?! Oh wait, finals first. "}
{"tweet":"@iluvtheresawang I've been mentally blocking out the fact that you're leaving "}
{"tweet":"@KKattherinee HAHAH yeahh it doess  no  try 2 see if nybody else is stayin after so they can give u a ride &amp; yay i want chinese now"}
{"tweet":"got my first and last speeding ticket...i never really thought my fear of police still existed...they always scared me "}
{"tweet":"Homework "}
{"tweet":"It's not organized here. I feel aimless and I hate feeling like this. Not to mention that work was fun because of the ppl I worked with. "}
{"tweet":"@yoshikuroi I' d hope I'm higher than superman, king kryptonian douche. "}
{"tweet":"@shipintheblue yes, we're gonna have so much fun on the show "}
{"tweet":"@BIGGC_ &quot;I said tea.. as in cup of tea, but he meant dinner... FML!&quot; lol. no worries, us brits mess everything up anyway "}
{"tweet":"@SheenaNastaja Yup, but I'll finish it tomorrow, sister's request. School's back tomrw so everybody's off to bed early  Did you check it?"}
{"tweet":"MC Mong! @Allkpop radio is having really good songs "}
{"tweet":"Blasting Metro Station and watching my neighbors freak out! Haha  "}
{"tweet":"@aehanson Psh, you'll miss out on a lot, I can promise you. "}
{"tweet":"@triwithms Whoo hoo! So glad to hear that your swim went well! "}
{"tweet":"I'm learning theorems, but my god, I really am the king of procrastination  :L"}
{"tweet":"@davidSEIBEI I love that you have food goals...we're gonna get along juuuust fine "}
